---
type: FaceEdgeNode
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# FaceEdgeNode

`Autodesk.Revit.DB.FaceEdgeNode` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | GetFaceEdge | 2020 | `public Edge GetFaceEdge ()` |